/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@は現在入手できる最新バージョンです。";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available.\n(You are currently running version %@.)" = "%1$@ %2$@は現在入手できる最新バージョンです。\n（現在使用中のバージョンは%3$@です。）";

/* Description text for SUUpdateAlert when the critical update is downloadable. */
"%@ %@ is now available—you have %@. This is an important update; would you like to download it now?" = "%1$@ %2$@が入手できます（使用中のバージョンは%3$@です）。これは重要なアップデートです。今すぐダウンロードしますか?";

/* Description text for SUUpdateAlert when the update is downloadable. */
"%@ %@ is now available—you have %@. Would you like to download it now?" = "%1$@ %2$@が入手できます（使用中のバージョンは%3$@です）。今すぐダウンロードしますか?";

/* Description text for SUUpdateAlert when the update informational with no download. */
"%@ %@ is now available—you have %@. Would you like to learn more about this update on the web?" = "%1$@ %2$@が入手できます（使用中のバージョンは%3$@です）。このアップデートの詳しい情報をWebで確認しますか?";

/* The download progress in a unit of bytes, e.g. 100 KB */
"%@ downloaded" = "%@ダウンロード済み";

/* No comment provided by engineer. */
"%@ is now updated to version %@!" = "%@はバージョン%@にアップデートされました!";

/* No comment provided by engineer. */
"%@ is now updated!" = "%@はアップデートされました!";

/* The download progress in units of bytes, e.g. 100 KB of 1,0 MB */
"%@ of %@" = "%1$@/%2$@";

/* Description text for SUUpdateAlert when the critical update has already been downloaded and ready to install. */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@がダウンロードされました! これは重要なアップデートです。今すぐ%1$@をインストールして再起動しますか?";

/* Description text for SUUpdateAlert when the update has already been downloaded and ready to install. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@がダウンロードされました! 今すぐ%1$@をインストールして再起動しますか?";

/* No comment provided by engineer. */
"%1$@ %2$@ is available but your macOS version is too new for this update. This update only supports up to macOS %3$@." = "%1$@ %2$@が入手可能ですが、インストールするにはmacOSのバージョンが新しすぎます。このアップデートはmacOS %3$@までしか対応していません。";

/* No comment provided by engineer. */
"%1$@ %2$@ is available but your macOS version is too old to install it. At least macOS %3$@ is required." = "%1$@ %2$@が入手可能ですが、インストールするにはmacOSのバージョンが古すぎます。macOS %3$@以降が必要です。";

/* No comment provided by engineer. */
"%1$@ can’t be updated if it’s running from the location it was downloaded to." = "この場所ではダウンロードされたアップデートを%1$@に適用できません。";

/* No comment provided by engineer. */
"%1$@ can’t be updated, because it was opened from a read-only or a temporary location." = "%1$@は読み出し専用または一時的な場所で開かれているためアップデートできません。";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "新しいバージョンの%@が入手できます!";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "新しいバージョンの%@が今すぐインストールできます!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "アップデート情報の取得中にエラーが発生しました。あとでやり直してください。";

/* No comment provided by engineer. */
"An error occurred while connecting to the installer. Please try again later." = "インストーラに接続中にエラーが発生しました。あとでやり直してください。";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "アップデートをダウンロード中にエラーが発生しました。あとでやり直してください。";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "アーカイブの展開中にエラーが発生しました。あとでやり直してください。";

/* No comment provided by engineer. */
"An error occurred while launching the installer. Please try again later." = "インストーラを起動中にエラーが発生しました。あとでやり直してください。";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "アップデートフィードを解析中にエラーが発生しました。";

/* No comment provided by engineer. */
"An error occurred while running the updater. Please try again later." = "アップデータを実行中にエラーが発生しました。あとでやり直してください。";

/* No comment provided by engineer. */
"An error occurred while starting the installer. Please try again later." = "インストーラを始動中にエラーが発生しました。あとでやり直してください。";

/* No comment provided by engineer. */
"An important update to %@ is ready to install" = "%@の重要なアップデートがインストールできます。";

/* No comment provided by engineer. */
"Application Name" = "アプリ名";

/* No comment provided by engineer. */
"Application Version" = "アプリバージョン";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Cancel Update" = "アップデートを中止";

/* No comment provided by engineer. */
"Checking for updates…" = "アップデートを確認しています…";

/* No comment provided by engineer. */
"CPU is 64-Bit?" = "CPUは64-Bit?";

/* No comment provided by engineer. */
"CPU Speed (MHz)" = "CPUスピード (MHz)";

/* No comment provided by engineer. */
"CPU Subtype" = "CPUサブタイプ";

/* No comment provided by engineer. */
"CPU Type" = "CPUタイプ";

/* Take care not to overflow the status window. */
"Downloading update…" = "アップデートをダウンロードしています…";

/* Take care not to overflow the status window. */
"Extracting update…" = "アップデートを展開しています…";

/* No comment provided by engineer. */
"Failed to resume installing update." = "アップデートのインストール再開に失敗しました。";

/* No comment provided by engineer. */
"Install and Relaunch" = "インストールして再起動";

/* Alternate title for 'Remind Me Later' button when downloaded updates can be resumed */
"Install on Quit" = "終了時にインストール";

/* Take care not to overflow the status window. */
"Installing update…" = "アップデートをインストールしています…";

/* No comment provided by engineer. */
"Interactive based packages cannot be installed as the root user." = "対話ベースのパッケージはルートユーザではインストールできません。";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More…" = "詳しい情報…";

/* No comment provided by engineer. */
"Mac Model" = "Macモデル";

/* No comment provided by engineer. */
"Memory (MB)" = "メモリ (MB)";

/* No comment provided by engineer. */
"No" = "いいえ";

/* No comment provided by engineer. */
"Number of CPUs" = "CPU数";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"OS Version" = "OSバージョン";

/* No comment provided by engineer. */
"Preferred Language" = "優先する言語";

/* No comment provided by engineer. */
"Quit %1$@, move it into your Applications folder, relaunch it from there and try again." = "%1$@を終了させ、アプリケーションフォルダに移動の上再度お試しください。";

/* No comment provided by engineer. */
"Ready to Install" = "インストールできます";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = " %1$@のアップデートを自動で確認しますか? アップデートは%1$@メニューから手動でいつでも確認することができます。";

/* No comment provided by engineer. */
"The installation failed due to not having permission to write the new update." = "新しいアップデートを書き込むアクセス権がないためインストールできませんでした。";

/* No comment provided by engineer. */
"The update checker failed to start correctly. You should contact the app developer to report this issue and verify that you have the latest version." = "アップデートチェッカーが正しくスタートできませんでした。アプリケーション開発者に連絡をしてこの不具合を報告し、最新バージョンであることを確認してください。";

/* No comment provided by engineer. */
"The update is improperly signed and could not be validated. Please try again later or contact the app developer." = "アップデートの署名が不適切で認証できませんでした。あとでやり直すかアプリケーション開発者に連絡してください。";

/* No comment provided by engineer. */
"Unable to Check For Updates" = "アップデートを確認できませんでした";

/* No comment provided by engineer. */
"Update Error!" = "アップデートエラー!";

/* No comment provided by engineer. */
"Update Installed" = "アップデートがインストールされました";

/* No comment provided by engineer. */
"Updating %@" = "%@をアップデート中";

/* No comment provided by engineer. */
"Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "%1$@をアプリケーションフォルダに移動し、そこから再起動したあとやり直してください。";

/* No comment provided by engineer. */
"Version History" = "バージョン履歴";

/* No comment provided by engineer. */
"Yes" = "はい";

/* No comment provided by engineer. */
"You may need to allow modifications from %1$@ in System Settings under Privacy & Security and App Management to install future updates." = "今後アップデートをインストールするには、システム設定の「プライバシーとセキュリティ」と「アプリ管理」で%1$@からの変更を許可する必要があります。";

/* No comment provided by engineer. */
"Your macOS version is too new" = "このmacOSのバージョンは新しすぎます";

/* No comment provided by engineer. */
"Your macOS version is too old" = "このmacOSのバージョンは古すぎます";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You’re up to date!" = "最新版を使用しています!";
